Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/nuorisoneuvosto_kaantaa_setan_sateenkaarisanaston_saamen_kielille.html.tmx
Source language: fin
Languages: smn

source: Nuorisoneuvosto kääntää Setan sateenkaarisanaston saamen kielille
smn: Nuorâirääđi jurgâl Seta arvetävgisánáduv sämikieláid

source: Seuraava sukupolvi sateenkaarisaamelaisia saa kasvaa niin, että he pystyvät sanoittamaan identiteettiään saamen kielellä.
smn: Arvetävgisämmilij čuávvoo suhâpuolvâ uážžu šoddâđ tienuuvt, ete sij pasteh sanniđ jieijâs identiteet sämikielân.

source: Saamelaiskäräjien nuorisoneuvosto kääntää Seta ry:n sateenkaarisanaston inarin-, koltan- ja pohjoissaamen kielille ja julkaisee ne nuorisoneuvoston tieto- ja neuvontasivustolla.
smn: Sämitige nuorâirääđi jurgâl Seta rs arvetävgisánáduv anarâš-, nuorttâlâš- já tavesämikielân já almostit taid nuorâirääđi tiätu- já ravvimsiijđoin.

source: Sanasto kokoa yhteen sukupuoli- ja seksuaalivähemmistöjä koskevia käsitteitä ja termejä.
smn: Sánádâh norá oohtân suhâpeeli- já seksuaalucceeblovvoid kyeskee tuáváduvâid já teermâid.

source: Vaikka sanastossa avataan myös muita sateenkaariyhteisön sisällä ja liepeillä liikkuvia sanoja ja teemoja, on sen pääasiallisena sisältönä sukupuolen ja seksuaalisen suuntautumisen moninaisuus.
smn: Veikâ sánáduvâst láá meid eres säänih já teermah arvetävgisiärváduv ooleest, te ton válduášálâš siskáldâs lii suhâpele já seksuaallii sundešume maaŋgâhámásâšvuotâ.

source: Sateenkaarisanaston kääntäminen on sopiva jatko aikaisemmin käännetylle seksuaalisuuden sanakirjalle.
smn: – Arvetävgisánáduv jurgâlem lii pyeri jotkâ ovdil jurgâlum seksuaallâšvuođâ sänikiirján.

source: Kääntämällä sanaston pystymme tarjoamaan sateenkaarisaamelaisille sanastoa itsensä määrittelemiseksi, mutta myös lisäämme heidän yhteenkuuluvuuttaan saamelaisyhteisöön ja saamelaisyhteisön sateenkaaritietoutta, toteaa nuorisoneuvoston puheenjohtaja Anni-Sofia Niittyvuopio.
smn: Jurgâlmáin sánáduv mij pastep faallâđ arvetävgisämmiláid sánáduv jieijâs miäruštâlmân, mutâ meid lasettep sii oohtânkulluuvâšvuođâ sämmilâšsiärvádâhân já sämmilâšsiärváduv arvetävgitiäđuid, paahud nuorâirääđi saavâjođetteijee Anni-Sofia Niittyvuopio.

source: Sanaston kääntäminen ja kokoaminen on tärkeää saamelaisnuorten seksuaali- ja sukupuoli-identiteetin kehittymiselle.
smn: Sánáduv jurgâlem já nuurrâm lii tehálâš sämmilâšnuorâi seksuaal- já suhâpeeli-identiteet ovdánmân.

source: Sanaston avulla he pystyvät määrittelemään itseään ja kommunikoida muiden sateenkaarisaamelaisten kanssa myös valtioiden rajojen ylitse.
smn: Sánáduv vievâst sij pasteh miäruštâllâđ jieijâs já kommunikistiđ nubij arvetävgisämmilijguin meid staatâraajij rasta.

source: Sanasto ei kuitenkaan pysty täysin tavoittamaan sateenkaarisaamelaisten monimuotoisuuta, sillä jokaisella on oma kokemus itsestään ja identiteetistään.
smn: Sánádâh ij kuittâg paste aaibâs juksâđ arvetävgisämmilij maaŋgâhámásâšvuođâ, tastko juáhháást lii jieijâs uáinu alnestis já jieijâs identiteetist.

source: Sanaston kääntämisellä nuorisoneuvosto pyrkii myös aloittamaan keskustelua seksuaali- ja sukupuolivähemmistöjen oikeuksista ja asemasta saamelaisyhteisössä.
smn: Sánáduv jurgâlem vievâst nuorâirääđi viggá meid algâttiđ savâstâllâm seksuaal- já suhâpeeliucceeblovoi vuoigâdvuođâin já sajattuvâst sämmilâšsiärváduvâst.

source: Käännöstyö tehdään terminologian osalta yhteistyössä Sámi Giellagáldun kanssa.
smn: Jurgâlempargo olášuttoo terminologia uásild oovtâstpargoost Säämi Kielâkäldein.

source: Monille sanastossa olevista sanoista löytyy jo Sámi Giellagáldun kielijaostoissa normitetut termit.
smn: Maaŋgâin sánáduvâst orroo saanijn lii jo Säämi Kielâkäldee kielâjuáhusijn normâdum termâ.

source: Käännöstyöllä kootaan jo olemassa olevat sanat saavutettavaan ja helposti luettavaan muotoon.
smn: Jurgâlempargo norá jo orroo saanijd juksâmnáál já älkkeht luuhâmnáál háámán.

source: Uusien termien kohdalla järjestetään työpajoja sateenkaarisaamelaisille ja näin sateenkaariyhteisö on mukana uusien termien kehittämistyössä.
smn: Uđđâ teermâi puotâ uárnejuvvojeh pargopáájáh arvetävgisämmiláid já tánávt arvetävgisiärvádâh lii mieldi uđđâ teermâi ovdedempargoost.

source: Tieto sanasto kääntämisestä on saavuttanut saamelaisnuoret valtioiden rajojen ylitse.
smn: Tiätu sánáduv jurgâlmist lii juksâm sämmilâšnuorâid staatâraajij rasta.

source: Nuorisoneuvosto toivoo yhteistyötä sanaston jalkauttamiseksi ja mahdollisesti sanaston kääntämiseksi myös muille saamen kielille.
smn: Nuorâirääđi tuáivu oovtâstpargo sánáduv olášutmân já máhđulávt sánáduv jurgâlmân meid nubbijd sämikieláid.

source: Sápmi Pride järjestettiin vuonna 2017 Inarissa.
smn: Sápmi Pride uárnejui ive 2017 Anarist.

source: Kuva: Ville-Riiko Fofonoff
smn: Kove: Ville-Riiko Fofonoff
